Repository: SDM-TIB/ckanext-advancedstats
Catalog: ckanext/advancedstats/i18n/*/LC_MESSAGES/ckanext-advancedstats.po
Languages: de

source: Need to be system administrator to administer.
de: Nur Systemadministratoren haben hier Zugriff.

source: Selected statistics has been updated successfully.
de: Ausgewählte Statistiken erfolgreich aktualisiert.

source: You need to select at least one statistic to be displayed.
de: Es muss mindestens eine anzuzeigende Statistik gewählt werden.

source: The update frequency was not updated due to an error rescheduling the background job.
de: Die Aktualisierungsfrequenz wurde aufgrund eines Fehlers beim erneuten Planen des Hintergrundjobs nicht aktualisiert.

source: Update frequency has been updated successfully.
de: Aktualisierungsfrequenz erfolgreich aktualisiert.

source: The update frequency is specified in full minutes. Please, provide input that can be parsed as an integer.
de: Die Aktualisierungsfrequenz wird in vollen Minuten angegeben. Bitte geben Sie einen Wert ein, der als Ganzzahl interpretiert werden kann.

source: Knowledge graph URL has been updated successfully.
de: URL des Wissensgraphen erfolgreich aktualisiert.

source: The knowledge graph is not accessible, the configuration was not updated.
de: Der Wissensgraph ist nicht erreichbar, die Konfiguration wurde nicht aktualisiert.

source: Statistics
de: Statistiken

source: Select the statistics you would like to display in the main page.
de: Wählen Sie die Statistiken aus, die auf der Hauptseite angezeigt werden sollen.

source: Number of Datasets
de: Anzahl der Datensätze

source: Number of Users
de: Anzahl der Benuter

source: Number of Organizations
de: Anzahl der Organisationen

source: Number of Groups
de: Anzahl der Gruppen

source: Number of Resources
de: Anzahl der Ressourcen

source: Number of Jupyter Notebooks
de: Anzahl der Jupyter Notebooks

source: Number of RDF Triples (requires an extension like %(link)s)
de: Anzahl der RDF-Tripel (erfordert eine Erweiterung wie %(link)s)

source: Set statistics
de: Statistiken aktualisieren

source: Update
de: Aktualisieren

source: Update Frequency
de: Aktualisierungsfrequenz

source: Set how often (in minutes) the statistics are updated.
de: Legen Sie fest, wie oft (in Minuten) die Statistiken aktualisiert werden.

source: Update Frequency (in minutes)
de: Aktualisierungsfrequenz (in Minuten)

source: update frequency
de: Aktualisierungsfrequenz

source: Set update frequency
de: Aktualisierungsfrequenz aktualisieren

source: Knowledge Graph URL
de: Wissensgraph-URL

source: Set the URL under which your knowledge graph is accessible. This requires an extension like %(link)s.
de: Legen Sie die URL fest, unter der Ihr Wissensgraph erreichbar ist. Dies erfordert eine Erweiterung wie %(link)s.

source: e.g., http://ldm_kg:8890/sparql
de: z.B. http://ldm_kg:8890/sparql

source: Configuration options to manage the advanced stats.
de: Konfigurationsoptionen zur Verwaltung der erweiterten Statistiken.

source: dataset
de: Datensatz

source: datasets
de: Datensätze

source: user
de: Benutzer

source: users
de: Benutzer

source: organization
de: Organisation

source: organizations
de: Organisationen

source: group
de: Gruppe

source: groups
de: Gruppen

source: resource
de: Ressource

source: resources
de: Ressourcen

source: RDF triple
de: RDF-Tripel

source: RDF triples
de: RDF-Tripel

source: Statistics not yet collected.
de: Statistiken wurden noch nicht erfasst.

source: Last updated:
de: Letzte Aktualisierung:
